Revit 2024 API
IndependentTag.MultiLeader Property
 Returns if the tag if referencing multiple elements and/or sub-elements.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2022
Syntax
C#
public bool MultiLeader { get; }
Visual Basic
Public ReadOnly Property MultiLeader As Boolean
	Get
Visual C++
public:
property bool MultiLeader {
	bool get ();
}
See Also
IndependentTag Class
Autodesk.Revit.DB Namespace